{
    "elementList": [
        {
            "propertyCode": "109918489",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/bd/5e/43/1389630634.webp",
            "numPhotos": 20,
            "floor": "9",
            "price": 1050.0,
            "priceInfo": {
                "price": {
                    "amount": 1050.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "studio",
            "operation": "rent",
            "size": 40.0,
            "exterior": true,
            "rooms": 0,
            "bathrooms": 1,
            "address": "calle de la Infanta Mercedes",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Tetuán",
            "country": "es",
            "neighborhood": "Cuzco-Castillejos",
            "latitude": 40.4629489,
            "longitude": -3.6918779,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/109918489/",
            "description": "UN AMBIENTE ESPECIAL  CALEFACCIÓN CENTRAL Y PLAZA DE GARAJE INCLUIDA  Hall de ingreso. Cocina tipo americana, con los electrodomésticos Ambiente amplio con salida a un balcón con agradables vistas. Armario completo. Baño con plato de ducha, Una plaza de garaje. DETALLES, Aire acondicionado. Calefacción central. Recién pintado. Cocina y baño reformados. Estores en las ventanas y en el balcón un toldo. 3 ascensores Seguridad 24 hs. Conserje. Circuito de cámaras. UBICACIÓN, al lado de Plaza de Castilla. Varias líneas de metros y buses. Tribunal Supremo, zona muy completa de comercios y ocio. CONDICIONES. UN mes de fianza. UN mes de garantía.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 26.0,
            "change": {},
            "detailedType": {
                "typology": "flat",
                "subTypology": "studio"
            },
            "suggestedTexts": {
                "subtitle": "Cuzco-Castillejos, Madrid",
                "title": "Estudio en calle de la Infanta Mercedes"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110107302",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/ab/44/97/1396165240.webp",
            "externalReference": "Val00266100",
            "numPhotos": 9,
            "floor": "2",
            "price": 1900.0,
            "priceInfo": {
                "price": {
                    "amount": 1900.0,
                    "currencySuffix": "€/mes",
                    "priceDropInfo": {
                        "formerPrice": 2000.0,
                        "priceDropValue": 100,
                        "priceDropPercentage": 5
                    }
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 66.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 1,
            "address": "calle de las Huertas",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Centro",
            "country": "es",
            "neighborhood": "Huertas-Cortes",
            "latitude": 40.4144948,
            "longitude": -3.6961554,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110107302/",
            "description": "Se alquila vivienda en la emblemática y conocida Calle de las Huertas, en pleno centro de Madrid. La vivienda se encuentra en un edificio completamente rehabilitado y dotado de ascensor. El inmueble, recientemente reformado con un estilo cuidado y elegante, destaca por su excelente estado de conservación. Dispone de dos habitaciones, baño con amplio plato de ducha, cocina tipo office totalmente equipada con electrodomésticos completos y buhardilla ideal para almacenamiento adicional. Cuenta además con calefacción individual de gas natural y aire acondicionado en todas las estancias, lo que garantiza el máximo confort durante todo el año. La ubicación es inmejorable: la Calle de las Huertas forma parte del corazón cultural y literario de Madrid, rodeada de una amplia oferta de restaurantes, cafeterías, bares con encanto, así como espacios culturales, teatros y museos. Se encuentra a pocos minutos de lugares emblemáticos como la Plaza de Santa Ana, el Paseo del Prado, el Museo Thyssen o el Barrio de las Letras, una zona vibrante y con gran vida urbana.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 29.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Huertas-Cortes, Madrid",
                "title": "Piso en calle de las Huertas"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "109784756",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/89/8f/17/1385487265.webp",
            "externalReference": "W-047A3N",
            "numPhotos": 32,
            "floor": "1",
            "price": 4500.0,
            "priceInfo": {
                "price": {
                    "amount": 4500.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 250.0,
            "exterior": true,
            "rooms": 4,
            "bathrooms": 3,
            "address": "Barrio Recoletos",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Barrio de Salamanca",
            "country": "es",
            "neighborhood": "Recoletos",
            "latitude": 40.4207456,
            "longitude": -3.6849746,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/109784756/",
            "description": "Amplio piso familiar en Calle Villanueva cerca del Retiro. Engel & Völkers presenta este magnífico piso de 250m2 en el corazón del barrio de Recoletos. La vivienda ha sido reformada recientemente. La entrada lleva directamente a un amplio salón comedor iluminado por luz natural a través de su amplios ventanales. El pasillo conduce a la parte interior donde se encuentran los 4 dormitorios. El principal con baño in suite y vestidor. Otros 2 dormitorios con armarios empotrados, comparten un baño con bañera. El cuarto dormitorio (de servicio) tiene otro baño in suite. Los suelos son de madera natural. Las estancias principales tienen todos air acondicionado por Split nuevos. La cocina es muy amplia con un espacio para office y electrodomésticos de alta gama. La calefacción es individual por gas natural. Plaza de parking opcional en edificio cercano. El inmueble tiene una localización inmejorable dentro del barrio de Salamanca, entre la calle Serrano y Velazquez, considerada de las mejores calles de Madrid. El entorno se caracteriza por comercios de lujo y restauración de tendencia. Muy bien comunicado en transporte público. A poca distancia se encuentra el Parque del Retiro, pulmón verde de la ciudad, la plaza de Colon y puerta de Alcalá.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 18.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Recoletos, Madrid",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110016452",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/45/25/ed/1392761530.webp",
            "externalReference": "609042",
            "numPhotos": 22,
            "floor": "4",
            "price": 700.0,
            "priceInfo": {
                "price": {
                    "amount": 700.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "studio",
            "operation": "rent",
            "size": 20.0,
            "exterior": true,
            "rooms": 0,
            "bathrooms": 1,
            "address": "calle de San Hermenegildo",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Centro",
            "country": "es",
            "neighborhood": "Malasaña-Universidad",
            "latitude": 40.4271768,
            "longitude": -3.706923,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110016452/",
            "description": "Ref. 609042 Se alquila fantástico estudio CÉNTRICO de 20 m2 en Madrid. Cuenta con un baño con ducha y cocina amueblada (con lavadora, campana extractora y termo). No amueblado con suelo de plaqueta.  EXCELENTE UBICACIÓN entre el barrio de CHAMBERÍ y UNIVERSIDAD. A 5 minutos a pie de la estación de metro de San Bernardo (Líneas 2 y 4). Zona con todo tipo de servicios. MASCOTAS a consultar. CONDICIONES: NO COBRAMOS COMISÓN DE AGENCIA.  1 mes de fianza, 2 meses de depósito de garantías y el mes corriente. Tanto la fianza como las garantías se devuelven a la finalización del contrato. Pedimos contrato de trabajo y nóminas. Grupo Alquila ofrece servicios adicionales opcionales a los inquilinos. Estos servicios son totalmente voluntarios, pero recomendamos considerarlos para una experiencia más completa y personalizada. La información detallada sobre los servicios disponibles será proporcionada durante la visita.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": false,
            "priceByArea": 35.0,
            "change": {},
            "detailedType": {
                "typology": "flat",
                "subTypology": "studio"
            },
            "suggestedTexts": {
                "subtitle": "Malasaña-Universidad, Madrid",
                "title": "Estudio en calle de San Hermenegildo"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "109381905",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/bf/82/b5/1372967552.webp",
            "externalReference": "MN 2409",
            "numPhotos": 47,
            "floor": "3",
            "price": 3650.0,
            "priceInfo": {
                "price": {
                    "amount": 3650.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 175.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 2,
            "address": "paseo del Prado, 46",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Centro",
            "country": "es",
            "neighborhood": "Huertas-Cortes",
            "latitude": 40.4101361,
            "longitude": -3.6928074,
            "showAddress": true,
            "url": "https://www.idealista.com/inmueble/109381905/",
            "description": "Para más viviendas como esta, visita nuestra página web bepremiumrealestate. net (enlace al final de este anuncio). BE Premium Real Estate ofrece en alquiler vivienda de estilo señorial ubicada en Paseo del Prado, a escasos metros del Real Jardín Botánico y la Plaza de Cibeles. Posicionada en 3ª planta exterior, la vivienda goza de mucha luminosidad. La vivienda se distribuye en un amplio salón con balcones exteriores a la calle, 2 habitaciones dobles con baño en suite, amplios armarios empotrados y aseo de cortesía. Cocina independiente totalmente amueblada con todos los electrodomésticos de primeras marcas. La vivienda dispone de aire acondicionado frío/calor por conductos y techos altos. Se trata de una finca señorial con ascensor y plaza de parking junto al portal. Su excelente ubicación convierte a esta propiedad en la vivienda ideal para los amantes de pisos representativos en una de las zonas con mayor demanda de Madrid. El Paseo del Prado es un bulevar de la ciudad de Madrid, declarado Bien de Interés Cultural. Se articula según un eje norte-sur, desde la Plaza de Cibeles hasta la Plaza del Emperador Carlos V, popularmente conocida como Glorieta de Atocha. A mitad de su recorrido confluye con la Plaza de la Lealtad y la Plaza de Cánovas del Castillo, donde se ubica la Fuente de Neptuno. Junto con los Paseos de la Castellana y Recoletos, que se extienden al norte, conforma uno de los principales ejes viarios de la ciudad, conocido como eje Prado-Recoletos, al conectar la zona septentrional de la ciudad con la meridional. En el terreno cultural, el Paseo del Prado alberga uno de los principales focos museísticos de España, incluyendo los Museos del Prado y Thyssen-Bornemisza, y en sus inmediaciones se encuentra el Centro de Arte Reina Sofía, promocionados turísticamente bajo la denominación de Triángulo del Arte. En este paseo también se localizan diferentes monumentos y recintos de interés histórico-artístico, levantados en el siglo XVIII dentro del proyecto urbanístico del Salón del Prado, además de numerosos motivos ornamentales y paisajísticos. Destacan el Edificio Villanueva, sede principal del Museo del Prado, el Real Jardín Botánico y los conjuntos escultóricos de las fuentes de Neptuno, Cibeles y Apolo. MN 2409.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 21.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Huertas-Cortes, Madrid",
                "title": "Piso en paseo del Prado, 46"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "109885520",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/50/3c/68/1390845827.webp",
            "externalReference": "W-047E5F",
            "numPhotos": 32,
            "floor": "3",
            "price": 2200.0,
            "priceInfo": {
                "price": {
                    "amount": 2200.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 100.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 2,
            "address": "Barrio Guindalera",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Barrio de Salamanca",
            "country": "es",
            "neighborhood": "Guindalera",
            "latitude": 40.430116,
            "longitude": -3.6675508,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/109885520/",
            "description": "Piso reformado y muy luminoso con terraza en el Barrio de Salamanca–Guindalera Engel & Völkers presenta este precioso y luminoso piso ubicado en la excelente zona de Salamanca–Guindalera. La vivienda se entrega totalmente amueblada y equipada, lista para entrar a vivir desde el primer día, y destaca por su cuidada distribución y su ambiente cálido y acogedor. El piso cuenta con tres habitaciones, dos de ellas dobles y una sencilla, ideales tanto para familias como para quienes buscan disponer de un espacio adicional para despacho o invitados. Todas las estancias disfrutan de una excelente iluminación natural gracias a la privilegiada orientación del inmueble. Una parte del piso ofrece vistas hacia la calle Londres, mientras que el resto se abre a un amplio y tranquilo patio de manzana, aportando luz, ventilación y una agradable sensación de amplitud. La vivienda dispone de una terraza, perfecta para disfrutar del exterior y de las vistas despejadas que caracterizan este inmueble. La cocina, integrada y muy funcional, está equipada con electrodomésticos modernos y de alta calidad, ofreciendo un espacio práctico y cómodo para el día a día. En materia de confort, el piso cuenta con aire acondicionado por splits en todas las estancias y calefacción por radiadores, garantizando una temperatura ideal durante todas las estaciones. Como complemento, se ofrece la posibilidad de disponer de una plaza de parking domotizada por un coste adicional de 150 € al mes, una ventaja excepcional en esta codiciada zona de Madrid. En conjunto, se trata de una vivienda muy luminosa, con vistas abiertas y todas las comodidades, situada en una de las ubicaciones más demandadas del barrio de Salamanca, ofreciendo calidad de vida, confort y una excelente conexión con todos los servicios de la zona. Engel & Völkers pone a su disposición esta propiedad situada en en una de las zonas más buscadas de Madrid, el barrio de Salamanca, específicamente en la zona de Guindalera. La vivienda cuenta con las mejores comunicaciones con el resto de Madrid: a menos de un minuto de la parada de Metro de Diego de León y a 8 minutos de Avenida de América. Adicionalmente, podrá encontrar las líneas de Metro 2, 4, 5, 6, 7 y 9 del Metro de Madrid y numerosas líneas de autobuses, así como fácil acceso a la M-30 o al aeropuerto. Desde la vivienda puede ir andando a El Corte Inglés de Goya en 15 minutos.  El barrio se caracteriza por su ambiente residencial tranquilo y su arquitectura particular, que combina edificaciones históricas con modernas construcciones. Además, cuenta con una buena oferta de servicios y comodidades, tales como tiendas locales, restaurantes y zonas verdes, que hacen de esta zona una elección incomparable para vivir.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": false,
                "parkingSpacePrice": 150.0
            },
            "priceByArea": 22.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Guindalera, Madrid",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "97626978",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b3/15/a8/1059698968.webp",
            "externalReference": "Atocha-Apartamento",
            "numPhotos": 29,
            "floor": "3",
            "price": 1450.0,
            "priceInfo": {
                "price": {
                    "amount": 1450.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 60.0,
            "exterior": false,
            "rooms": 1,
            "bathrooms": 1,
            "address": "calle del Áncora, 20",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Arganzuela",
            "country": "es",
            "neighborhood": "Palos de la Frontera",
            "latitude": 40.4026387,
            "longitude": -3.6914217,
            "showAddress": true,
            "url": "https://www.idealista.com/inmueble/97626978/",
            "description": "Apartamento de una habitación disponible para entrar en diciembre. Urban Campus ofrece un edificio de Coliving formado por una comunidad internacional de profesionales donde podrás tener tu apartamento privado de una habitación y acceso a todas las zonas comunes. Todo lo que incluye el espacio: - Piso totalmente equipado y amueblado - Habitación con cama doble y canapé - Baño completo - Armarios amplios - Cocina completamente equipada: lavavajillas, horno, microondas, frigorífico grande con congelador, lavadora, menaje de cocina y utensilios de limpieza. - Salón - comedor amueblado Además tendrás acceso a todas las zonas comunes del edificio: - Zona de coworking - Sala de fitness - Terraza rooftop con Barbacoa - Amplio espacio de eventos con cocina común - Sala de cine - Piscina Tarifa plana de gastos (+ 100€ al mes sobre el precio del anuncio) que incluye: - Electricidad - Agua - Calefacción - Aire acondicionado - Internet de alta velocidad - Limpieza semanal de zonas comunes y mensual de tu espacio privado - Netflix en las zonas comunes - Organización de eventos y actividades para la comunidad todas las semanas - Mantenimiento rápido con personal de mantenimiento propio Condiciones: - Fianza de 2 meses - Prueba de solvencia suficiente (3 últimas nóminas) - El precio varía según la duración de la estancia. Para hacer la reserva, contacta con nosotros a través del formulario en la página web de Urban Campus Coliving. Nuestro equipo comercial se pondrá en contacto contigo para proporcionarte más detalles.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 24.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Palos de la Frontera, Madrid",
                "title": "Piso en calle del Áncora, 20"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "81345801",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/e1/f4/fe/575105203.webp",
            "externalReference": "PRADO",
            "numPhotos": 19,
            "floor": "1",
            "price": 1300.0,
            "priceInfo": {
                "price": {
                    "amount": 1300.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 60.0,
            "exterior": true,
            "rooms": 1,
            "bathrooms": 1,
            "address": "RAMIREZ DE PRADO",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Arganzuela",
            "country": "es",
            "neighborhood": "Delicias",
            "latitude": 40.3982061,
            "longitude": -3.6875298,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/81345801/",
            "description": "Encantador piso en Delicias disponible para entrar a vivir. Consta de 1 dormitorio con armario empotrado, 1 baño competo, cocina independiente totalmente equipada, amplio salón luminoso. El piso se entrega totalmente amueblado. Calefacción individual de gas natural. Aire acondicionado. Ubicado en una urbanización con piscina, pista de padel y gimnasio. A 500m de la estación de metro \"Delicias\" L3 Ven a verlo!",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 22.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Delicias, Madrid",
                "title": "Piso en Ramirez De Prado"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "82134337",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/4f/52/4e/882683387.webp",
            "externalReference": "2020",
            "numPhotos": 25,
            "floor": "7",
            "price": 1500.0,
            "priceInfo": {
                "price": {
                    "amount": 1500.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 62.0,
            "exterior": true,
            "rooms": 1,
            "bathrooms": 1,
            "address": "calle Virgen de la Paz, Madrid",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Ciudad Lineal",
            "country": "es",
            "neighborhood": "Concepción",
            "latitude": 40.4316408,
            "longitude": -3.6582057,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/82134337/",
            "description": "¡DISPONIBLE! Fantástico apartamento en una de las mejores zonas de Madrid. Muy bien ubicado cercano al metro del Carmen y con paradas de autobús a pocos metros de la vivienda. Cercano a la calle Alcalá a la altura de Ventas. Unas vistas espectaculares desde las que se puede ver con toda claridad la Plaza de Toros de Las Ventas. Se alquila totalmente amueblado y equipado con electrodomésticos. La calefacción es individual por gas natural y aire acondicionado por conductos en toda la vivienda. Tiene una plaza de garaje incluida en el precio. La urbanización es cerrada y cuenta con vigilancia 24 horas, jardines y piscina exterior. Nuestros honorarios: un mes más el IVA. Mimaison: amor por las casas desdes 1995.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 24.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Concepción, Madrid",
                "title": "Piso en calle Virgen de la Paz, Madrid"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "94044090",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/8f/99/c8/878343529.webp",
            "numPhotos": 20,
            "floor": "6",
            "price": 2600.0,
            "priceInfo": {
                "price": {
                    "amount": 2600.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 120.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 2,
            "address": "general pardiñas",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Barrio de Salamanca",
            "country": "es",
            "neighborhood": "Lista",
            "latitude": 40.434823,
            "longitude": -3.6780322,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/94044090/",
            "description": "DISPONIBLE 1 de AGOSTO! Minimo 11 meses de alquiler Se alquila maravilloso piso en ubicación inmejorable del barrio Salamanca, muy cerca del IE.  Recientemente pintada toda la casa en Blanco! Consta de: Tres habitaciones dobles, una de ellas en suite con cuarto de baño completo con ducha  Segundo cuarto de baño completo con ducha  Salón muy luminoso, con cocina abierta recién reformada y equipada con todos los electrodomésticos.  Con aire acondicionado y calefacción central Portero físico en la finca. Condiciones del alquiler: 1 Mes corriente 1 mes de honorarios de Inmobiliaria 1 mes de Fianza Garantias del alquiler: 1 mes de Deposito.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 22.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Lista, Madrid",
                "title": "Piso en general pardiñas"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "109176707",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/ed/76/c7/1366591160.webp",
            "externalReference": "MAD-290",
            "numPhotos": 26,
            "floor": "bj",
            "price": 990.0,
            "priceInfo": {
                "price": {
                    "amount": 990.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "studio",
            "operation": "rent",
            "size": 40.0,
            "exterior": true,
            "rooms": 0,
            "bathrooms": 1,
            "address": "calle de Fuerteventura",
            "province": "Madrid",
            "municipality": "San Sebastián de los Reyes",
            "district": "Pol. Industrial norte",
            "country": "es",
            "latitude": 40.5552387,
            "longitude": -3.6227999,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/109176707/",
            "description": "Este apartamento totalmente amueblado y listo para entrar a vivir está disponible desde el 27-02-2026 Llega y empieza a vivir desde el primer día en San Sebastián de los Reyes con este hermoso studio Blueground. Le encantará volver a casa a esta casa cuidadosamente amueblada, bellamente diseñada y totalmente equipada San Sebastián de los Reyes. (ID  MAD290) La tarifa anunciada de €990/mes es la tarifa para una estancia de 1 año, basada en una fecha de entrada de febrero 27, 2026.  Las tarifas varían en función de la duración de la estancia, la temporada y otros parámetros. Para conocer el precio exacto y otros componentes del precio, visite nuestro sitio web e introduzca las fechas de entrada y salida deseadas. La tarifa se aplica cuando se factura por adelantado; puede ser superior si se factura en varios pagos. Invitamos a los corredores de seguros a que se pongan en contacto con nosotros. ¿Buscabas un alquiler sin muebles? Prueba Blueground y pasa de vivir sin muebles a vivir con muebles:  - Amueblado a precios comparables a los no amueblados  - Sin costes de instalación ni mobiliario: ahorra miles de euros  - Listo para mudarse - ahorra tiempo, sólo trae tu maleta Diseñado pensando en ti Como en todos los apartamentos apartamento de Blueground, encontrarás un espacio cuidadosamente diseñado con un increíble mobiliario. y una cocina totalmente equipada en este studio. Y, gracias a nuestros colchones de calidad superior, ropa de cama y toallas de lujo, puedes relajarte sabiendo que siempre te sentirás como en casa. Cuando estés listo para divertirte, puedes disfrutar de la vibra de San Sebastián de los Reyes o llevar el entretenimiento hasta ti con el altavoz inalámbrico premium o la smart TV. Este apartamento también ofrece Lavadora en el apartamento. Camas disponibles  Cama Queen, 160cm Servicios Entre los servicios exclusivos de este edificio studio se incluyen:  - Portero  - Secadora  - Ascensor  - Piscina  - Lavadora  - Aparcamiento  - Se admiten mascotas  - Azotea Llegada y ayuda continua Todo apartamento es tuyo para que lo disfrutes Durante su estancia, tendrá acceso a nuestro equipo de Atención al Cliente a través de la aplicación Blueground. Puedes programar limpiezas adicionales, enviar solicitudes de mantenimiento, y ver nuestras recomendaciones de tu barrio con sólo unos toques. Te informaremos de todos los detalles una vez confirmada su estancia. Otros aspectos a tener en cuenta Los servicios del edificio pueden tener un coste adicional. Este apartamento Blueground tiene opciones flexibles de alquiler, lo que te permite reservarlo por un mes, un año o más. Se admiten mascotas, aunque se aplican restricciones de peso y raza y pueden estar sujetas a tarifas adicionales El aparcamiento se ofrece en función de la disponibilidad y es de pago.  Por favor, ten en cuenta también  - This apartment faces the street  - This apartment includes access to a private terrace  - The heating system operating schedule is controlled by the building management Todos nuestros alquileres en España incluyen un servicio de limpieza semanal de 1 (una) hora. Este apartamento sólo está disponible para estancias temporales y no es adecuado para uso turístico o residencial permanente. Al hacer la reserva, los huéspedes deben proporcionar un motivo de viaje válido aceptado por la legislación local para confirmar la reserva.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 25.0,
            "change": {},
            "detailedType": {
                "typology": "flat",
                "subTypology": "studio"
            },
            "suggestedTexts": {
                "subtitle": "Pol. Industrial norte, San Sebastián de los Reyes",
                "title": "Estudio en calle de Fuerteventura"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "81458056",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/d8/23/0c/577404049.webp",
            "numPhotos": 31,
            "floor": "6",
            "price": 800.0,
            "priceInfo": {
                "price": {
                    "amount": 800.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "studio",
            "operation": "rent",
            "size": 45.0,
            "exterior": true,
            "rooms": 0,
            "bathrooms": 1,
            "address": "avenida del Ensanche de Vallecas, 89",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Villa de Vallecas",
            "country": "es",
            "neighborhood": "Ensanche de Vallecas - La Gavia",
            "latitude": 40.3614722,
            "longitude": -3.5941806,
            "showAddress": true,
            "url": "https://www.idealista.com/inmueble/81458056/",
            "description": "Para pedir cita contactar vía e-mail o whats app al teléfono 655 73 53 11 y les devolvemos la llamada. Fantástico apartamento en alquiler en urbanización privada con vigilancia 24h, servicio de mantenimiento y conserjería, piscina en el ático con preciosas vistas y plaza de garaje. Planta sexta con orientación Sur, muy luminosa, la vivienda se distribuye en: Hall de entrada con pasillo distribuidor con baño completo (con plato de ducha y dos lavabos de diseño) a la derecha y armario empotrado a continuación, salón y zona de estar con cocina integrada y zona alta de dormitorio – almacenamiento con acceso de escaleras. Muy funcional, totalmente amueblado, a estrenar, con sofá cama con chaise longe, mesa de centro, otro armario adicional, cómoda, aparador, mueble de almacenaje de cubos y taburetes para zona de barra americana.  Aire Acondicionado con salida en todas las estancias, suelos de tarima flotante, ventanas de aluminio con rotura de puente térmico y acústico, electrodomésticos nuevos (frigorífico, lavavajillas, lavadora, vitrocerámica con campana extractora, horno y microondas) y gran mirador – ventanal, con altura de 3m y acristalamiento lateral. Zona residencial, con todos los servicios y comercios muy próximos, a menos de 500m del Centro Comercial La Gavia, Ikea, Carrefour, etc. y con distintos supermercados, farmacia, restaurantes, etc. en la misma calle.  En excelente ubicación con muy buena comunicación en transporte, con dos estaciones de Metro (Valdecarros y Las Suertes) a menos de 50m, distintas líneas de autobús y rápido y cómodo acceso a A-3, M-45 y M-50, a menos de 15 minutos del centro de Madrid. Muy próximo también al parque de la Gavia, donde poder pasear y practicar deporte. Una de las zonas verdes más singulares del Ensanche. Con una superficie cercana a las 39 hectáreas, de las que actualmente 19,5 hectáreas se encuentran en conservación, su diseño inicial es obra del reconocido arquitecto japonés, premio Priztker 2013, Toyo Ito.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 18.0,
            "change": {},
            "detailedType": {
                "typology": "flat",
                "subTypology": "studio"
            },
            "suggestedTexts": {
                "subtitle": "Ensanche de Vallecas - La Gavia, Madrid",
                "title": "Estudio en avenida del Ensanche de Vallecas, 89"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110171626",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/e4/3d/7e/1397449813.webp",
            "externalReference": "50004531",
            "numPhotos": 26,
            "floor": "2",
            "price": 1895.0,
            "priceInfo": {
                "price": {
                    "amount": 1895.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 70.0,
            "exterior": false,
            "rooms": 2,
            "bathrooms": 2,
            "address": "Barrio Nuevos Ministerios-Ríos Rosas",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Chamberí",
            "country": "es",
            "neighborhood": "Nuevos Ministerios-Ríos Rosas",
            "latitude": 40.4420946,
            "longitude": -3.7008054,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110171626/",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 27.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Nuevos Ministerios-Ríos Rosas, Madrid",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110171595",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/12/72/ab/1397449766.webp",
            "externalReference": "50004530",
            "numPhotos": 34,
            "floor": "1",
            "price": 2395.0,
            "priceInfo": {
                "price": {
                    "amount": 2395.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 76.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 2,
            "address": "Barrio Cuatro Caminos",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Tetuán",
            "country": "es",
            "neighborhood": "Cuatro Caminos",
            "latitude": 40.4519005,
            "longitude": -3.6990593,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110171595/",
            "description": "Vivienda2 alquila estupendo piso recién reformado a un paso de Bravo Murillo, en la calle Dulcinea. Nos encontramos con una vivienda recién reformada y totalmente equipada, con tres dormitorios y dos cuartos de baño, además de un patio de uso privativo. El espacio está perfectamente decorado y aprovechado todos los espacios. Todos los dormitorios cuentan con cama de canapé y armario empotrado. La cocina se encuentra totalmente equipada y cuenta con un agradable salón. La climatización es por conducto regulable frío/calor. Nos encontramos con una zona muy transitada y con todo tipo de servicios: a un paso también de Azca, Nuevos Ministerios y el distrito financiero. Los metros más cercanos son Alvarado (línea 1), Cuatro Caminos (líneas 1, 2 y 6) y Nuevos Ministerios (líneas 6, 8, 10 y cercanías). Las condiciones son un mes de fianza y garantías. No dejes pasar esta oportunidad.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 32.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Cuatro Caminos, Madrid",
                "title": "Piso"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110171605",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/7f/b5/13/1397449717.webp",
            "externalReference": "50004529",
            "numPhotos": 23,
            "floor": "5",
            "price": 2500.0,
            "priceInfo": {
                "price": {
                    "amount": 2500.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 87.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 1,
            "address": "Barrio Palacio",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Centro",
            "country": "es",
            "neighborhood": "Palacio",
            "latitude": 40.4208278,
            "longitude": -3.7089326,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110171605/",
            "description": "*ALQUILER DE TEMPORADA* VIVIENDA2 presenta en alquiler este increíble inmueble situado en la emblemática zona de Ópera, en una de las calles con más carácter del centro de Madrid. La Cuesta de Santo Domingo destaca por su ubicación privilegiada, a un paso del Teatro Real, la Plaza de Oriente y el Palacio Real, rodeada de historia, comercios, restaurantes y con excelentes conexiones de transporte público. La vivienda se encuentra en un edificio de protección histórica, que conserva el encanto y la arquitectura tradicional del Madrid más auténtico. La vivienda ha sido reformada integralmente y se presenta en perfecto estado. Cuenta con tres amplias habitaciones, todas equipadas con camas dobles, armarios hechos a medida y escritorios, pensadas para ofrecer comodidad y funcionalidad. La habitación principal, la de mayor tamaño, dispone además de una gran buhardilla, ideal como espacio adicional de almacenaje. El piso cuenta con un baño completo con plato de ducha, un salón amplio y acogedor equipado con televisión, mesa de comedor, sofá, iluminación LED y split de aire acondicionado con bomba de frío/calor. Dispone también de un amplio hall de entrada que aporta sensación de amplitud. La cocina es completamente nueva, equipada con electrodomésticos de primera calidad: placa de inducción, campana extractora, microondas, frigorífico y lavadora. Condiciones: 2 meses de fianza y honorarios.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 29.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Palacio, Madrid",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110171603",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/4f/08/66/1397449876.webp",
            "numPhotos": 29,
            "floor": "bj",
            "price": 1750.0,
            "priceInfo": {
                "price": {
                    "amount": 1750.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 90.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 2,
            "address": "Barrio Valdebebas - Valdefuentes",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Hortaleza",
            "country": "es",
            "neighborhood": "Valdebebas - Valdefuentes",
            "latitude": 40.4806002,
            "longitude": -3.6269453,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110171603/",
            "description": "DISTRIBUCIÓN, salón-comedor con salida al jardín  2 dormitorios, todos con armarios Cocina amueblada con todos los electrodomésticos. 2 baños completos (bañera y el otro plato de ducha) 2 Plazas de garaje (juntas y paralelas) Trastero. DETALLES: Es un bajo con altura de una primera planta. Paredes lisas. Ventanas oscilo-batientes. Aire /acondicionado. (salón y dormitorios) Calefacción individual, (suelo radiante) URBANIZACIÓN. Piscina, Jardines. Salón de reuniones. Conserje. Circuito de cámaras. UBICACIÓN, al lado del Parque de Valdebebas. Varias líneas de buses. Cerca del metro San Lorenzo (línea 4). Centro Comercial Mar de Cristal. Palacio del Hielo. Varios Colegios, privados y concertados. Ambulatorio. CONDICIONES DE PAGO, UN mes de fianza, garantías a tratar.  Encantados de atenderles.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 19.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Valdebebas - Valdefuentes, Madrid",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110148792",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/a0/46/b9/1397248697.webp",
            "numPhotos": 27,
            "floor": "5",
            "price": 5000.0,
            "priceInfo": {
                "price": {
                    "amount": 5000.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "duplex",
            "operation": "rent",
            "size": 150.0,
            "exterior": false,
            "rooms": 3,
            "bathrooms": 3,
            "address": "calle de Hermosilla",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Barrio de Salamanca",
            "country": "es",
            "neighborhood": "Recoletos",
            "latitude": 40.4282184,
            "longitude": -3.6903693,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110148792/",
            "description": "Emmanuel integra ofrece!  Espectacular dúplex en alquiler que combina confort y estilo! Con 150 m² construidos y 130 m² útiles, este ático es el hogar perfecto para quienes buscan amplitud y luminosidad. La propiedad se distribuye en dos plantas, ofreciendo un espacio ideal para disfrutar en familia o recibir amigos. En la planta superior, la habitación principal cuenta con baño en suite y vestidor, mientras que las dos habitaciones adicionales comparten un baño completo.  Imagina relajarte en tu terraza privada después de un largo día. La cocina está completamente equipada. Además, el aire acondicionado y la calefacción garantizan tu comodidad en cualquier época del año. La casa se encuentra sin amueblar, lo que te permite personalizar cada rincón a tu gusto.  El edificio cuenta con ascensor y servicio de conserje, añadiendo un toque de comodidad a tu día a día. Si necesitas parking, hay una plaza disponible por 250 €/mes adicionales.  ¡No dejes pasar esta oportunidad y ven a visitar tu nuevo hogar! Inmobiliaria Emmanuel, nos avalan mas de 30 años en el sector inmobiliario. Estamos especializados tanto en alquiler como en venta de inmuebles y oficinas de ALTO NIVEL situados en las zonas más exclusivas de Madrid, contamos con una amplia cartera de viviendas, no dude en llamarnos para ampliar información y ofrecerle el inmueble que mas se ajuste a sus necesidades. Por solicitud de algunos propietarios, algunos inmuebles que tenemos en esta zona solo están anunciados en nuestra web. Para verlos pinche por favor en nuestro logo o en el enlace adicional ubicado en la parte final del anuncio.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": false,
                "parkingSpacePrice": 250.0
            },
            "priceByArea": 33.0,
            "change": {},
            "detailedType": {
                "typology": "flat",
                "subTypology": "duplex"
            },
            "suggestedTexts": {
                "subtitle": "Recoletos, Madrid",
                "title": "Dúplex en calle de Hermosilla"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "94106201",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/03/b5/63/882267369.webp",
            "numPhotos": 40,
            "floor": "6",
            "price": 1975.0,
            "priceInfo": {
                "price": {
                    "amount": 1975.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "penthouse",
            "operation": "rent",
            "size": 120.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 2,
            "address": "calle de Vicente Blasco Ibáñez",
            "province": "Madrid",
            "municipality": "Madrid",
            "district": "Hortaleza",
            "country": "es",
            "neighborhood": "Sanchinarro",
            "latitude": 40.4920872,
            "longitude": -3.6576856,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/94106201/",
            "description": "\"Inmobiliaria Emmanuel  Libre para entra en febrero de 2026 piso vacío  Alquila maravilloso ático, cuenta con, 3 dormitorios, 2 baños, Terraza de 52 metros con solárium particular  Como nuevo, amplio Trastero, Cocina con electrodomésticos, vacio, Plaza de garaje incluida en el precio, cuenta con gimnasio, piscina y jardín. Dos terrazas una de 12ms y un solárium de 40m2. Gatos de comunidad aparte y seguro de alquiler  Medidas del pso: Según escritura: Metros cuadrados utiles 75,93 y construidos 103,84m2 Plaza de parking nº 103: 4,5x2,25 = 10,13m2 Terraza salon y dormitorio principal: 13,88m2 Tendedero: 3m2 Terraza-solarium Atico: 84,89m2 Trastero nº 46: 5,11m2 Cuota comunidad: 0,488 piso y 0,026 garaje Salon: 20,56m2 Dormitorio ppal. : 10,53m2 mas armario empotrado Dormitorio nº 2: 9,43m2 mas armario empotrado Dormitorio nº 3: 9,31m2 mas armario empotrado cocina: 8,29m2 Baño ppal. : 3,78m2 Baño nº 2: 3,55m2 Vestíbulo: 3,70m2 pasillo: 3,78m2 Inmobiliaria Emmanuel, nos avalan mas de 30 años en el sector inmobiliario. Estamos especializados tanto en alquiler como en venta de inmuebles y oficinas de ALTO NIVEL situados en las zonas más exclusivas de Madrid, contamos con una amplia cartera de viviendas, no dude en llamarnos para ampliar información y ofrecerle el inmueble que mas se ajuste a sus necesidades. Por solicitud de algunos propietarios, algunos inmuebles que tenemos en esta zona solo están anunciados en nuestra web. Para verlos pinche por favor en nuestro logo o en el enlace adicional ubicado en la parte final del anuncio.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 16.0,
            "change": {},
            "detailedType": {
                "typology": "flat",
                "subTypology": "penthouse"
            },
            "suggestedTexts": {
                "subtitle": "Sanchinarro, Madrid",
                "title": "Ático en calle de Vicente Blasco Ibáñez"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "107355065",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/8d/c0/fc/1311631542.webp",
            "externalReference": "LB0026",
            "numPhotos": 22,
            "floor": "9",
            "price": 1000.0,
            "priceInfo": {
                "price": {
                    "amount": 1000.0,
                    "currencySuffix": "€/mes",
                    "priceDropInfo": {
                        "formerPrice": 1100.0,
                        "priceDropValue": 100,
                        "priceDropPercentage": 9
                    }
                }
            },
            "propertyType": "flat",
            "operation": "rent",
            "size": 63.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 1,
            "address": "calle Andrea Doria",
            "province": "Madrid",
            "municipality": "Alcalá de Henares",
            "district": "Juan de Austria",
            "country": "es",
            "latitude": 40.4833843,
            "longitude": -3.3546188,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/107355065/",
            "description": "LOOK&FIND OFRECE EN EXCLUSIVA EL ALQUILER DE UN PISO EN ALCALÁ DE HENARES ¡Descubre tu nuevo hogar a escasos minutos del corazón de la ciudad! Este magnífico piso de 63m², ubicado en una tranquila zona residencial, te ofrece todo lo que necesitas para vivir cómodamente. Situado en un noveno con ascensor, disfrutarás de un espacio amplio y cómodo. La vivienda ha sido parcialmente reformada, con baño con plato de ducha. Con tres dormitorios, este piso es perfecto para quienes buscan luminosidad. La vivienda cuenta con diferentes mejoras como la carpintería exterior de PVC climalit oscilobatiente y puertas pintadas en blanco que aportan un toque elegante y contemporáneo, así como suelos de tarima. La zona está dotada de todos los servicios y unas inmejorables comunicaciones, facilitando tu día a día.  No pierdas la oportunidad de vivir en una de las zonas más tranquilas del barrio, con acceso a todas las comodidades y servicios que necesitas.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 16.0,
            "change": {},
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Juan de Austria, Alcalá de Henares",
                "title": "Piso en calle Andrea Doria"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        },
        {
            "propertyCode": "110171531",
            "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/74/6d/81/1397446782.webp",
            "numPhotos": 11,
            "price": 950.0,
            "priceInfo": {
                "price": {
                    "amount": 950.0,
                    "currencySuffix": "€/mes"
                }
            },
            "propertyType": "chalet",
            "operation": "rent",
            "size": 34.0,
            "rooms": 1,
            "bathrooms": 1,
            "address": "calle del Madroño",
            "province": "Madrid",
            "municipality": "Móstoles",
            "district": "Coimbra - Guadarrama",
            "country": "es",
            "latitude": 40.3065479,
            "longitude": -3.9326158,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/110171531/",
            "description": "SE ALQUILA ESTUDIO INDEPENDIENTE EN CHALET PAREADO. TOTALMENTE EQUIPADO. Dispone de cocina y baño privado, para que no tengas que compartir espacio con nadie más. El chalet está ubicado en la C/ del Madroño, en Parque Coimbra - Móstoles, frente al Centro Comercial Xanadú. Cuenta con piscina comunitaria. Estudio 5. Cama doble con canapé, zona de estar con sofá, cocina equipada con vitrocerámica, campana, lavadora, nevera y microondas. Cuarto de baño privado con plato de ducha. Equipada con Smart TV 40\", armario, mesillas, escritorio, espejo, mesa y dos sillas. PRECIO: 950€ El arrendador pagará 200€/mes para luz, agua, e internet de fibra óptica. (Lo que se pase de ese precio lo pagarán entre todos los inquilinos). Esta cuota máxima irá aumentando según vayan instalándose nuevos compañeros en otros estudios. Esta cuota máxima es una medida para que no se derroche energía innecesariamente, y siempre será una cantidad razonable para que se alquile el estudio con los gastos incluidos, pero evitando el despilfarro. CONDICIONES DE ALQUILER DE HABITACIONES: - Entrada inmediata. Gastos a la firma de contrato: UNA mensualidad de fianza, mensualidad proporcional del mes en curso, o mensualidad completa, y media mensualidad de gastos de gestión, servicios y limpieza. - La limpieza y el mantenimiento de las habitaciones, corre a cargo de cada inquilino/a. - Mascotas, no permitidas. - Menores de edad, no permitidos. - No está permitido fumar en las habitaciones.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "priceByArea": 28.0,
            "change": {},
            "detailedType": {
                "typology": "chalet",
                "subTypology": "semidetachedHouse"
            },
            "suggestedTexts": {
                "subtitle": "Coimbra - Guadarrama, Móstoles",
                "title": "Chalet pareado en calle del Madroño"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "savedAd": {},
            "notes": [],
            "topNewDevelopment": false,
            "newDevelopmentHighlight": false,
            "topPlus": false
        }
    ],
    "total": 9427,
    "totalPages": 472,
    "actualPage": 1,
    "itemsPerPage": 20,
    "numPaginations": 0,
    "summary": [
        "Alquilar",
        "Casas y pisos",
        "Madrid provincia",
        "Todos los precios",
        "Todos los tamaños"
    ],
    "filter": {
        "locationName": "Madrid"
    },
    "alertName": "Viviendas en Madrid",
    "totalAppliedFilters": 0,
    "searchTitle": "Madrid provincia",
    "upperRangePosition": 20,
    "lowerRangePosition": 0,
    "paginable": true
}